welcome_message = ("Привет! На связи команда системы GEOS.\n\n"
                   "Мы сделали чат-бот для оперативной коммуникации с гостями выставки Mining World Russia 2025.\n\n"
                   "🏔 <b>GEOS</b> – это ГГИС, которую мы разработали для того, чтобы связать воедино все этапы работы с месторождением: "
                   "от первых выездов в поле до создания трёхмерной модели, от расчётов запасов до полного контроля добычи.⛏\n\n"
                   "В системе есть два направления для работы с разными месторождениями: <b>GEOS Уголь</b> и <b>GEOS Руды</b>.\n\n"
                   "На нашем стенде можно будет познакомиться с продуктами GEOS.\n🔍 Ищите нас в <b>павильоне номер 2, зале 6, на стенде Е7065!</b>\n\n"
                   "❗️В рамках выставки мы проводим Круглый стол на тему <b>«Актуальные проблемы геологоразведки сложных месторождений "
                   "и переход на методы структурной геологии».</b>\n\n"
                   "Приходите <u><b>24 апреля в МВЦ «Крокус Экспо», Павильон 1, зал D, к 13:00!</b></u>\n\n"
                   "У нас вы можете сразу скачать программу Круглого стола и ознакомиться со всеми темами докладов.")

SOCIAL_TEXT = (
    "У нас есть Telegram-канал GEOS – подписывайтесь, чтобы узнавать самые интересные новости о продукте, "
    "обновления и много полезной информации о геологии.\n\n"
    "А на YouTube-канале и в VK Видео вы можете посмотреть обучающие ролики по GEOS и познавательные видео по геологии."
)

SOCIAL_LINKS = (
    "<a href='https://t.me/geos_geology'>📢 Telegram-канал</a> | "
    "<a href='https://www.youtube.com/@geos7161/featured'>▶️ YouTube</a> | "
    "<a href='https://vk.com/geos_geology'>🎬 VK Видео</a>"
)

GEOS_RUDA_TEXT = (
    "⛏ <b>GEOS Руда</b> – это простое и комплексное решение задач по геологоразведке"
    "и разработке месторождений рудных ископаемых. Удобный инструмент для автоматизации рутинных задач "
    "моделирования месторождений, подсчета запасов и проектирования добычи:\n"
    "• полный цикл по проектированию месторождений;\n"
    "• точные 3D-модели на основе методов структурной геологии;\n"
    "• импортозамещающее ПО;\n"
    "• сокращение трудозатрат геологов и проектировщиков;\n"
    "• входит в Реестр российского ПО;\n"
    "• удобный интерфейс, понятная справочная система;\n"
    "• работает с файлами Micromine и Datamine.\n\n"
    "📥 Скачайте презентацию GEOS Руда или запишитесь на демо 🙂"
)

GEOS_UGOL_TEXT = (
    "🪨 <b>GEOS Уголь</b> помогает быстрее и точнее создавать графическую документацию — разрезы, "
    "структурные колонки, погоризонтные планы. Программа автоматически выполняет расчёты и оформляет чертежи "
    "по стандартам ГКЗ и действующим российским методикам.\n"
    "В GEOS Уголь есть:\n"
    "• точные 3D-модели угольного пласта любого типа сложности — в две кнопки;\n"
    "• импортозамещающее ПО;\n"
    "• сокращение трудозатрат геологов и проектировщиков;\n"
    "• входит в Реестр российского ПО;\n"
    "• поддержка плагина под NanoCAD и AutoCAD.\n\n"
    "GEOS Уголь создан для угольных месторождений, учитывает методику расчёта запасов, принятую в России, "
    "а ещё его можно адаптировать под любые ваши задачи.\n\n"
    "📥 Скачайте презентацию GEOS Уголь или запишитесь на демо и получите бесплатный пробный период 🙂"
)
